/* button text */
"Cancel" = "Cancel";

/* button text */
"Change Store" = "Change Store";

/* alert title */
"Change to the %@ Amazon store?" = "Change to the %@ Amazon store?";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "Drag Amazon products here from your web browser";

/* table cell */
"Loading product data\\U2026" = "Loading product data…";

/* table cell */
"No Internet connection" = "No Internet connection";

/* table cell */
"No matching Amazon product found" = "No matching Amazon product found";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Not all products are available in every country. By changing the store, some of the products in your list may no longer be found.";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "Please add Amazon products to this list using the Inspector.";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector.";

/* table cell */
"Please specify an Amazon product to display" = "Please specify an Amazon product to display";

/* table cell */
"There was an error loading the product" = "There was an error loading the product";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences.";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences.";

